app/controllers/students_controller.rb

    def create
        @student = Student.new

        @student.first_name = params['student']['first_name']

        @student.last_name = params['student']['last_name']

        @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Randy"], ["last_name", "Taylor"], ["created_at", "2019-12-07 18:04:32.448175"], ["updated_at", "2019-12-07 18:04:32.448175"]]